<h3>Модуль валют</h3>
<ol class="index-list">
	<li>Откройте панель управления Magento.</li>
	<li>В верхнем меню выберите <b>System > Configuration</b>.</li>
	<li>Перейдите на вкладку General и выберите <b>Currency Setup</b>.</li>
	<li>В <b>Currency Options</b>, нажав кнопку CTRL, выберите валюты, которые должны быть доступны в вашем магазине. Когда выберете все необходимые, нажмите кнопку <b>Save Config</b> для сохранения изменений.</li>
	<li>Перейдите в <b>System > Manage Currency Rates</b> в верхнем меню.</li>
	<li>Установите необходимый курс валют или настройте импорт. Нажмите кнопку <b>Save Currency Rates</b> для сохранения изменений.</li>
</ol>