<h2 class="item1">Установка темы Magento</h2>
<div class="alert alert-danger">Данная тема не совместима с движком Magento 1.9. Она будет работать только на движке Magento 2.0.0</div>
<p>В первую очередь убедитесь, что установленная версия Magento совместима с выбранным вами шаблоном. Если вы используете устаревшую версию Magento, то обновите ее. Не забудьте создать резервную копию файлов магазина и базы данных. Инструкции по обновлению Magento доступны на сайте <a target="_blank" href="http://www.magentocommerce.com/wiki/">Magento Wiki</a>.</p>
<p>Если движок Magento соответствует требованиям шаблона, то можно приступать к установке. </p>
<ol class="index-list">
    <li>Откройте архив шаблона и перейдите в папку <strong>theme###</strong>.</li>
		<li>Загрузите папку <strong>app</strong> в корень установки Magento. Эта папка содержит файлы шаблона. Они не повлияют на уже существующие файлы.</li>
</ol>
