<h2 class="item1">Установка темы Magento</h2>
<p>В первую очередь убедитесь, что установленная версия Magento совместима с выбранным вами шаблоном. Если вы используете устаревшую версию Magento, то обновите ее. Не забудьте создать резервную копию файлов магазина и базы данных. Инструкции по обновлению Magento доступны на сайте <a target="_blank" href="http://www.magentocommerce.com/wiki/">Magento Wiki</a>.</p>
<p>Если движок Magento соответствует требованиям шаблона, то можно приступать к установке. </p>
<ol class="index-list">
    <li>Откройте архив шаблона и перейдите в папку <b>theme###</b>.</li>
		<li>Загрузите папку <b>theme###</b> в корень установки Magento (загрузите "<b>app</b>", "<b>skin</b>" и остальные папки). Эти папки содержат файлы шаблона. Они не повлияют на уже существующие файлы.</li>
</ol>
