<h2 class="item5"><i class="icon-cogs"></i> Полная установка </h2>

<p class="alert alert-info custom">Если Вы не хотите тратить Ваше время на установку шаблона, вы всегда можете <span class="label label-warning opener" onclick="showChat()">заказать</span> услугу установки шаблона используя наш чат.</p>

<p>Полная установка используется в том случае, если нужно установить интернет магазин Magento вместе с демонстрационным контентом. Предусматривается предварительное выполнение всех подготовительных шагов и наличие необходимых программ.</p>
<p>По большому счёту установка будет состоять из трёх условных этапов:</p>
<ol class="index-list">
	<li>Создание базы данных для нашего магазина.</li>
	<li>Копирование всех необходимых файлов на сервер.</li>
	<li>Установка движка Magento Commerce вместе с приобретённой вами темой.</li>
</ol>
<p>Приступим!</p>