<h3>Создание базы данных</h3>
<p>Для начала необходимо подготовить новую базу данных для интернет магазина Magento. Ее можно создать через инструмент управления базами данных в контрольной панели хостинга (<i>обычно PhpMyAdmin</i>).</p>
<p>При создании базы данных вы получите такие данные: название базы данных, имя пользователя, пароль и адрес сервера баз данных. Сохраните эти данные, так как они понадобятся вам при установке Magento. </p>

<p>При помощи phpMyAdmin возможно создать новую базу данных в 3 простых шага: (см. следующие слайды)</p>

<ol class="index-list">
	<li>Щелкните кнопку Database (база данных ) в верхнем меню навигации, чтобы перейти в список баз данных</li>
	<li>Введите название базы данных в поле "Create new database (Создать новую базу данных)"</li>
	<li>Нажмите справа на кнопку Create (Создать)</li>
</ol>

<p>База данных появилась в списке. Кликните по ее названию, чтобы получить доступ к ней:</p>

<p>Отктройте вкладку <b>"Database (База данных)"</b>, чтобы перейти в список баз данных.</p>
<figure class="img-polaroid"><img src="img/magento/database-create-1.jpg" alt="" /></figure>	
<p>Введите название <b>базы данных</b>. Щелкните кнопку <b>"Create (Создать)"</b>.</p>
<figure class="img-polaroid"><img src="img/magento/database-create-2.jpg" alt="" /></figure>
<p>База данных появилась  в списке.  Кликните по названию, чтобы получить доступ в базу данных.</p>
<figure class="img-polaroid"><img src="img/magento/database-create-3.jpg" alt="" /></figure>
			

<p>Вы также можете воспользоваться детальным видео туториалом <i class="icon-film"> </i><a href="/help/how-to-create-a-database.html" target="_blank"> Как создать базу данных</a></p>

<div class="alert alert-warning"><span>При возникновении сложностей при создании базы данных, необходимо обратиться к хостинг провайдеру за поддержкой. </span></div>