<h3>Политика в отношении куки</h3> 
<p>Куки - это маленькие текстовые файлы, которые вебсайты размещают на компьютерах посетителей. Обычно они используются для идентификации клиента и облегчают пользование сайтом. Куки являются неотъемлемой частью многих функций вебсайтов, к которым мы давно привыкли. </p> 
<p>Например, с помощью куки интернет магазины "запоминают", какие продукты вы добавили в корзину. Куки также позволяют пользователям оставаться "в системе" на сайте, а владельцам сайтов получать важную информацию и статистику о посетителях.</p> 
<p>Если вы имеете вебсайт, он скорее всего использует куки. Их самое распространенное применение - отслеживать количество и поведение посетителей, используя такие инструменты как Google Analytics. Куки могут использовать для отображения актуальных для посетителя объявлений. Они также позволяют функционировать основным инструментам интернет магазинов.</p> 
<p>26 мая 2012 организация ICO выпустила изменение к правовым нормам о куки. С того момента было разрешено "подразумеваемое согласие", то есть вы должны четко показать, где на сайте находится ваша политика конфиденциальности и куки.</p> 
<p>Следуя нормам закона о куки, вы должны добавить соответствующие модули на ваш вебсайт, которые отобразят предупреждение о куки, используемых на сайте. Мы рекомендуем следующие модули:</p> 
<ul>
	<li><a href="http://www.magentocommerce.com/magento-connect/catalog/product/view/id/16691/" target="_blank">Создайте баннер в соответствие с куки законом </a></li> 
	<li><a href="http://www.magentocommerce.com/magento-connect/eu-cookie-law-compliance-implied-consent.html" target="_blank">Закон ЕС о куки - подразумеваемое согласие</a></li>
</ul>