<h3>Ajax Catalog</h3>
<p>Быстрая и простая выборка среди множества товаров способствует принятию положительного решения о покупке именно в вашем магазине. Модуль AJAX каталога является наиболее популярным среди магазинов на базе разных платформ. Ведь именно он позволяет быстро и удобно найти и отобрать необходимые вам товары согласно выбранным параметрам без перезагрузки страницы. </p>						
<p>Для настройки модуля перейдите в секцию <strong>Stores -> Settings -> Configuration</strong>.</p>
<figure class="img-polaroid"><img src="img/magento/compare.jpg" alt="" /></figure>			
<p>В меню слева выберите пункт <strong>TEMPLATEMONSTER -> Catalog Ajax</strong> для перехода в интерфейс настроек модуля.</p>
<figure class="img-polaroid"><img src="img/magento/ajaxcatalog.jpg" alt="" /></figure>		
<p>Рассмотрим опции модуля:</p>			
<table  class="options-table">
	<tr>
		<td class="col-1"><strong>Pagination </strong></td>
		<td>-</td>
		<td>пагинация внутри листинга. Если в листинге больше одной страницы с продуктами, данная опция позволит вам переходить на  страницы без перезагрузки основной.</td>
	</tr>
	<tr>
		<td class="col-1"><strong>Show number items</strong></td>
		<td>-</td>
		<td>количество отображаемых продуктов на странице. Опция позволяет менять количество отображаемых продуктов на странице листинга без её перезагрузки.</td>
	</tr>
	<tr>
		<td class="col-1"><strong>Sort by (desc/asc)</strong></td>
		<td>-</td>
		<td>сортировка товаров. Возможность сортировки товаров без перезагрузки страницы.</td>
	</tr>
	<tr>
		<td class="col-1"><strong>List order (price, position, name)</strong></td>
		<td>-</td>
		<td>параметры сортировки. Выбор параметра, относительно которого будет осуществляться сортировка товаров без перезагрузки страницы.</td>
	</tr>		
	<tr>
		<td class="col-1"><strong>View mode (grid/list)</strong></td>
		<td>-</td>
		<td>выбор макета отображения товаров. Позволяет менять макет отображения товаров без перезагрузки страницы.</td>
	</tr>		
	<tr>
		<td class="col-1"><strong>Layer filter</strong></td>
		<td>-</td>
		<td>выбор по атрибутам. Данная опция является основной в данном модуле. Именно она включает AJAX выборку товаров по атрибутам и параметрам, которые находятся в стандартной колонке фильтров магазина.</td>
	</tr>		
</table>			
<p>Вы можете использовать все опции сразу или каждую по отдельности, выбор за вами.</p>
		